Repository: aastorl/Randomitas
Catalog: Randomitas/Localizable.xcstrings
Source language: es
Languages: en

source: ¿Eliminar este Elemento?
en: Delete this Item?

source: ¿Estás seguro?
en: Are you sure?

source: ¿Reemplazar elementos existentes?
en: Replace existing items?

# %lld elemento%@
source: %1$lld Elemento%2$@
en: %1$lld Item%2$@

# %lld elemento%@ creado%@
source: %1$lld Elemento%2$@ creado%3$@
en: %1$lld Item%2$@ created

source: ^[%lld seleccionado](inflect: true)
en: ^[%lld selected](inflect: true)

source: Abrir Elemento
en: Open Item

source: Accede a los elementos ocultos desde el menú ⋯
en: Access hidden items from the ⋯ menu

source: Acción no permitida
en: Action not allowed

source: Adjuntá fotos a tus elementos para identificarlos visualmente.
en: Attach photos to your items to visually identify them.

source: Adjuntá fotos a tus elementos para identificarlos visualmente. El fondo se transforma con la imagen.
en: Attach photos to your items to identify them visually. The background transforms with the image.

source: Agregar
en: Add

source: Agregar a Favoritos
en: Add to Favorites

source: Agregar imagen
en: Add image

source: Borrar todo
en: Delete all

source: Atrás
en: Back

source: Bienvenido a Randomitas!
en: Welcome to Randomitas!

source: Buscar
en: Search

source: Buscar Elementos
en: Search Items

source: Cambiar
en: Change

source: Cancelar
en: Cancel

source: Cerrar
en: Close

source: Comienza creando un Elemento
en: Start by creating an Item

source: Cómo funciona Randomitas
en: How Randomitas works

source: Confirmar Edición
en: Confirm Edit

source: Copiar
en: Copy

source: Copiar a...
en: Copy to...

source: Crea elementos que pueden contener otros elementos dentro, organizá todo como quieras.
en: Create items that can contain other items inside, organize everything as you like.

source: Crea tu primer elemento para comenzar
en: Create your first item to start

source: Crea tu primer elemento!
en: Create your first item!

source: Crea uno nuevo
en: Create a new one

source: Crear
en: Create

source: Crear y Continuar
en: Create and Continue

# Cuadrícula
source: Vista de Cuadrícula
en: Grid View

source: Descartar
en: Discard

source: Deseleccionar Todo
en: Deselect All

source: Edición del Elemento
en: Edit Item

source: Editar
en: Edit

source: Elemento Oculto
en: Hidden Item

source: Elemento Protegido
en: Protected Item

source: Elementos
en: Items

source: Elementos Creados
en: Created Items

source: Elementos Encontrados
en: Items Found

source: Elementos Ocultos
en: Hidden Items

source: Eliminar
en: Delete

source: Eliminar %lld elementos
en: Delete %lld items

source: Eliminar imagen
en: Delete image

source: Entendido
en: Got it

source: Escribe para buscar
en: Type to search

source: Esta acción no se puede deshacer.
en: This action cannot be undone.

source: Favorito
en: Favorite

source: Favoritos
en: Favorites

source: Fecha
en: Date

# Galería
source: Vista de Galería
en: Gallery View

source: Guardar
en: Save

source: Hay un nombre escrito que no fue creado. ¿Descartar o seguir editando?
en: There is a typed name that was not created. Discard or keep editing?

source: Historial (24hs)
en: History (24hrs)

source: Imagen
en: Image

source: Imágenes
en: Images

# Lista
source: Vista de Lista
en: List View

source: Listo
en: Done

source: Los elementos creados aquí no aparecerán al randomizar
en: Items created here will not appear when randomizing

source: Los elementos marcados como favoritos aparecerán aquí
en: Items marked as favorites will appear here

source: Los elementos ocultos aparecerán aquí
en: Hidden items will appear here

source: Los elementos ocultos no participan en la randomización. Desoculta este elemento para poder randomizar.
en: Hidden items do not participate in randomization. Unhide this item to randomize.

source: Los elementos ocultos no pueden ser favoritos. Desoculta este elemento primero.
en: Hidden items cannot be favorites. Unhide this item first.

source: Los elementos que ocultes aparecerán aquí
en: Items you hide will appear here

source: Los items solo pueden existir dentro de carpetas
en: Items can only exist inside folders

source: Los resultados aleatorios de las últimas 24 horas aparecerán aquí
en: Random results from the last 24 hours will appear here

source: Marcá tus elementos favoritos para acceder rápidamente desde cualquier nivel.
en: Mark your favorite items to access them quickly from any level.

source: Más antiguo
en: Oldest

source: Más reciente
en: Newest

source: Mostrar
en: Show

source: Mover
en: Move

source: Mover a...
en: Move to...

source: Mover y Copiar
en: Move and Copy

source: Necesitas permitir el acceso a la cámara en Configuración
en: You need to allow camera access in Settings

source: Necesitas permitir el acceso a la galería en Configuración
en: You need to allow gallery access in Settings

source: No hay elementos disponibles para randomizar.
en: No items available to randomize.

source: No puedes copiar a la misma ubicación.
en: You cannot copy to the same location.

source: No puedes mover a la misma ubicación.
en: You cannot move to the same location.

source: No puedes mover un Elemento dentro de sí mismo.
en: You cannot move an Item inside itself.

source: No se encontraron Elementos
en: No Items found

source: Nombre
en: Name

source: Nombre del elemento
en: Item name

source: Nombre duplicado
en: Duplicate name

source: Nombre inválido
en: Invalid name

source: Nombre requerido
en: Name required

source: Nombre sin guardar
en: Unsaved name

source: Nuevo Elemento
en: New Item

source: Nuevo nombre
en: New name

source: Ocultá elementos para que no aparezcan al randomizar, sin eliminarlos.
en: Hide items so they don't appear when randomizing, without deleting them.

source: Ocultar
en: Hide

source: Ordenar por fecha
en: Sort by date

source: Ordenar por nombre
en: Sort by name

source: Para modificar la visibilidad de este elemento, debes desocultar: %@
en: To change the visibility of this item, you must unhide: %@

source: Permiso denegado
en: Permission denied

source: Por favor ingresa un nombre para el elemento
en: Please enter a name for the item

source: Presioná el botón de mezcla para elegir un elemento al azar entre todos los visibles.
en: Press the shuffle button to pick a random item from all visible ones.

source: Randomización
en: Randomization

source: Reemplazar
en: Replace

source: Renombrar
en: Rename

# Reorganizá tus elementos moviéndolos o copiándolos entre carpetas.
source: Reorganizá tus elementos moviéndolos o copiándolos entre ellos.
en: Reorganize your items by moving or copying between them.

source: Reorganizá tus elementos moviéndolos o copiándolos entre elementos.
en: Reorganize your Items by moving or copying between them.

source: Se eliminará "%@" permanentemente.
en: "%@" will be permanently deleted.

source: Seguir editando
en: Keep editing

source: Selección Múltiple
en: Multiple Selection

source: Selecciona el destino
en: Select destination

source: Seleccioná varios elementos a la vez para moverlos, copiarlos, ocultarlos o eliminarlos.
en: Select multiple items at once to move, copy, hide, or delete them.

source: Seleccionar
en: Select

source: Seleccionar de galería
en: Select from gallery

source: Seleccionar Todo
en: Select All

source: Sin Elementos
en: No Items

source: Sin Elementos guardados
en: No saved Items

source: Sin Elementos Ocultos
en: No Hidden Items

source: Sin Favoritos
en: No Favorites

source: Sin Historial
en: No History

source: Todo lo que necesitás saber sobre la app.
en: Everything you need to know about the app.

source: Todos los elementos están ocultos
en: All items are hidden

source: Tomar foto
en: Take photo

source: Tu app definitiva para randomizar lo que quieras.
en: Your definitive app to randomize whatever you want.

source: Ubicación
en: Location

source: Vacío
en: Empty

source: Vista
en: View

source: Volver a Elementos
en: Back to Items

source: Ya existe un elemento con el mismo nombre
en: An item with the same name already exists

source: Ya existe un elemento con ese nombre
en: An item with that name already exists

source: Ya existe un Elemento llamado "%@". ¿Quieres reemplazarlo?
en: An Item named "%@" already exists. Do you want to replace it?

source: Ya existen %lld Elementos con los mismos nombres. ¿Quieres reemplazarlos?
en: %lld Items with the same names already exist. Do you want to replace them?
